Revit 2027 API
ParameterTypeId.StairstypeLeftSupportLateralOffset Property
 "Left Lateral Offset":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeLeftSupportLateralOffset { get; }
Public Shared ReadOnly Property StairstypeLeftSupportLateralOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeLeftSupportLateralOffset {
	ForgeTypeId^ get ();
}
static member StairstypeLeftSupportLateralOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace